Repository: codenerix/django-codenerix-payments
Catalog: codenerix_payments/locale/*/LC_MESSAGES/django.po
Languages: es

source: Details
es: Detalles

source: Confirm
es: Confirmar

source: Cancel
es: Cancelar

source: UNKNOWN CODE {code}
es: CÓDIGO DESCONOCIDO {code}

source: 未知的错误代码 {code}
es: CÓDIGO DESCONOCIDO {code}

source: Name
es: Nombre

source: Symbol
es: Simbolo

source: ISO 4217 Code
es: Código ISO 4217

source: Price
es: Precio

source: Locator
es: Localizador

source: Reference
es: Referencia

source: Order Number
es: Número de pedido

source: Order Reference
es: Referencia de pedido

source: Reverse
es: Reverso

source: Platform
es: Plataforma

source: Protocol
es: Protocolo

source: Error Text
es: Error del text

source: Cancelled
es: Cancelado

source: Notes
es: Notas

source: Request
es: Solicitud

source: Answer
es: Respuesta

source: Request date
es: Fecha de solicitud

source: Answer date
es: Fecha de respuesta

source: User
es: Usuario

source: Is paid?
es: ¿Está pagado?

source: Currency
es: Moneda

source: Paid
es: Pagado

source: Username
es: Usuario

source: Yes
es: Si

source: Approval
es: Aprobación

source: Unknown protocol '{protocol}'
es: El protocolo '{protocol}' es desconocido

source: Unknown platform '{platform}'
es: La plataforma '{platform}' es desconocida

source: Amount doesn't match to the payment request: stored={stored} - protocol={protocol}
es: La cantidad no coincide con la solicitud de pago: almacenado={stored} - protocolo={protocol}

source: Unknown currency for this protocol '{currency}' (available are: EUR, USD, GBP, JPY, CHF & CAD)
es: Moneda desconocida para este protocolo '{currency}' (disponibles: EUR, USD, GBP, JPY, CHF y CAD)

source: Wrong environment: this transaction is for '{selfenviron}' environment and system is set to '{sysenviron}'
es: Entorno incorrecto: esta transacción es para el entorno '{selfenviron}' y el sistema está configurado en '{sysenviron}'

source: Platform '{platform}' not configured in your system
es: La plataforma '{platform}' no está configurada en tu sistema

source: Action
es: Acción

source: Data
es: Dato

source: Created
es: Creado

source: Request Ref
es: Referencia de solicitud

source: Payment already processed
es: Pago ya procesado

source: Payment has been cancelled/declined, access denied!
es: El pago ha sido cancelado o denegado, ¡acceso denegado!

source: Total does not match: our={our} paypal={paypal}
es: El total no coincide: our= {our} paypal = {paypal}

source: Currency does not math: our={our} paypal={paypal}
es: La moneda no coincide: our= {our} paypal = {paypal}

source: Payer hasn't been VERIFIED yet, it is {payer}
es: El pagador '{payer}' no ha sido VERIFICADO

source: Wrong Payer ID: our={our} paypal={paypal}
es: Payer ID incorrecto: our= {our} paypal = {paypal}

source: Payment is not ready for confirmation, status is '{status}' and it should be 'created'
es: El pago no está listo para confirmación, el estado es '{status}' y debería ser 'created'

source: Payment not found!
es: ¡Pago no encontrado!

source: Missing paymentId
es: Falta el ID del pago

source: Missing PayerId
es: Falta el ID del pagador

source: Missing information in data: {missing}
es: Falta información en los datos: {missing}

source: Payment is not executed, we didn't get yet the confirmation from REDSYS
es: El pago no se ha ejecutado, aún no hemos recibido la confirmación de REDSYS

source: Payment is already confirmed
es: El pago ya está confirmado

source: Wrong action: {action}
es: Acción incorrecta: {action}

source: Payment is not executed, we didn't get yet the confirmation from Yeepay
es: El pago no se ha ejecutado, aún no hemos recibido la confirmación de Yeepay

source: Invalid sign
es: Firma incorrecta

source: Yeepay cancel error: code={code}
es: Error de cancelación de Yeepay: código={code}

source: Not signed
es: No firmado

source: Payment is not ready for executing, status is '{status}' and it should be 'created'
es: El pago no está listo para ejecutarse, el estado es '{status}' y debería ser 'created'

source: Request is empty
es: Solicitud vacía

source: Amount doesn't match to the payment request: our={our} - remote={remote}
es: El importe no coincide con la solicitud de pago: our={our} - remote={remote}

source: Missing amount in your confirmation request
es: Falta el importe en su solicitud de confirmación

source: Missing authorisation code in your confirmation request
es: Falta el código de autorización en su solicitud de confirmación

source: Missing info in your confirmation request
es: Falta información en tu solicitud de confirmación

source: Invalid signature version: our={our} - remote={remote}
es: Versión de firma no válida: our={our} - remote={remote}

source: Invalid signature version
es: Versión de firma no válida

source: Ds_MerchantParameters has wrong encoding
es: Ds_MerchantParameters tiene una codificación incorrecta

source: Missing Ds_MerchantParameters
es: Falta Ds_MerchantParameters

source: Missing Ds_Signature
es: Falta Ds_Signature

source: Missing Ds_SignatureVersion
es: Falta Ds_SignatureVersion

source: Missing {} in your confirmation request
es: Falta {} en su solicitud de confirmación

source: orderId invalid
es: orderId inválido

source: merchantNo invalid
es: merchantNo inválido

source: Status is not 'SUCCESS'
es: Estado no es 'SUCCESS'

source: Amount invalid
es: Importe incorrecto

source: uniqueOrderNo empty
es: uniqueOrderNo vacío

source: Data is not JSON
es: No son datos JSON

source: Customer id unknown
es: Código de cliente desconocido

source: PAYMENT CONFIRMATION
es: CONFIRMACION DE PAGO

source: Error explained
es: Error explicado

source: Requested
es: Solicitado

source: Answered
es: Respondido

source: Status
es: Estado

source: CONFIRMED
es: CONFIRMADO

source: NOT CONFIRMED
es: NO CONFIRMADO

source: Information
es: Información

source: Process
es: Proceso

source: Result
es: Resultado
